<!-- timenote.vue       心路旅程-->
<!-- 计划：做一个类似于时间笔记的网页来可视化存储 -->
<!-- 2016.7.8 -->
<div>
    一个奇怪的梦，是谁走进我的梦里，我梦到了椿，一位给我送快递的女孩，一直追却始终追不上，留下无尽遗憾，
    一个奇怪的身影，我却只能看着她渐行渐远，梦已经醒了，那个身影是谁也是永远无法解开的谜团。
    也许那个身影就是椿
</div>
<!-- 2016.7.22   下午9:30 -->
<div>
    什么时候能和我喜欢的女孩去一个只有我们两个的地方呢？我会一直尝试，那次公园之旅她是晚上9.30走的！
</div>
<!-- 2017.7.27  下午2:47 -->
<div>
致青春
</div>
<!-- 2017.9.15 22:13-->
<div>
2017年9⽉16号，⾼⼆已经开学三周，已经知道⾃⼰该努⼒了，我愿与你并
列在⼀起。我不会忘了我该⼲嘛，不会丢了⼼，我的身体和⼼愿承担⼀切来
换你，哪怕滴着⾎的⼿指才能触摸到你，我也不会犹豫的，只要我还在，你
就要等我，等着我！
</div>
<!-- 2017.10.1 10:35-->
<div>
    那思念永远不会停⽌，只会愈加刻⻣!
</div>
<!-- 2017-10-04 16:20-->
<div>
    那⼀刻，我⻓⼤了!
</div>
<!-- 2017-10-07  13:19 -->
<div>
    我们的⼼在⼀起了!
</div>
<!-- 2017-10-20 00:04-->
<div>
    也许我刚刚错过的那个⼈就是她吧
</div>
<!-- 2017-10-20 00:04-->
<div>
    也许我刚刚错过的那个⼈就是她吧
</div>
<!-- 2017-11-11 00:15-->
<div>
    那淡淡的忧伤，寄托着我的思念!
</div>
<!-- 2017-12-16 08:45-->
<div>
    久违的身影，总是在不经意间出现，⾼⼆会考前的那久违的声⾳，令⼈意外
却⼜不意外，所有的结果早已想到该如何应对，那份从容，并⾮偶然!哪有什
么运⽓，好运坏运都是你的命运!
</div>
<!-- 2018-01-15 21:30-->
<div>
    ⽆数次夜晚，我会准时⾛在那⼩路旁，也许只是为了听到你的说话的声⾳，
也许我再也不会算准时间⾛在你回家的路旁，也许再也不会⿊夜中在路旁守
候，也许⼩路旁再也没有我的身影了!
</div>
<!-- 2018-02-18 08:03-->
<div>
    为什么你还不出现，为什么，为什么？我在有你的梦⾥思念了你 整整⼀个夜
晚，难道你就没有感觉到吗？海棠花的守护者，我想你了。
</div>
<!-- 2018-03-08 23:52-->
<div>
    2018.4.8，我即将踏上⽣物竞赛的道路，也许这种选拔的严格和作⽤并不是
很⼤，但对我来说却是在这三年中第⼀次也是最后⼀次的由热爱参加的选
拔，我很兴奋，它让我第⼀次有了被选择的感觉，也让我第⼀次对胜利如此
渴望，没有什么能让我放弃，也许省⼀都没太⼤的作⽤，但那是⼀个引导我
满腔热情的⽅向盘，我知道我想要什么了，⽆尽的⽕焰已经被点燃，那太阳
温度般的渴望，⼜有什么能阻挡呢？我会⽤⾃⼰的⼤脑，体现⼀个理科⽣的
运筹帷幄和向上的决⼼，让滚烫的热⽕沸腾!
</div>
<!-- 2018-12-18 13:19-->
<div>
   2019.12.14，我们约好⼀起去⾛⾛，只是因为学校课程安排的差别，只成为了⼀个约定! 
</div>
<!-- 2021-04-05 16:32-->
<div>
    ⽊头！
</div>
<!-- 2021-04-06 18:00-->
<div>
    你是觉得你付出了很多吗
 </div>