package 日记;
/*
--- 魔兽的回忆 ---
2020.1.14，魔兽新人入坑，从此一发不可收拾，正好遇到疫情的爆发，开学延迟，5个月以来，
日夜不停的在魔兽世界探索，感触良多，从刚开始一无所知的萌新到现在熟练的操作，
从刚开始的跑任务到现在的自由翱翔，穿梭于各个世界探索，虽然第一个角色是战士，
但从第二个角色猎人开始，我才算开始玩这个游戏，血精灵猎人作为很多人的大号，
由于背景故事具有传奇色彩，上手简单，颜值高，一直受到很多人的青睐，于是我作为血精灵开始踏入这个世界,
血精灵的故乡是绝美的银月城,银月城的宏伟华丽，配上柔和又带点华丽的音乐，
让我的心为之颤动.对于魔兽的所有血精灵玩家来说，那是我们的第一个家，让我们感到了一种归宿感,
永歌森林美丽长存，在银月城做完故事线之后，我被带到了奥格瑞玛，作为所有部落玩家的主城
，同阵营的各个种族的人在这里齐聚一堂,我看到了其他与我一样在魔兽探索的玩家,那时的我还不懂得和别人交流,
所以我并没有和他们交谈，而是选择和故事线去见我们的大酋长，
那时候的萨鲁法尔大王还没有死，他仍然是我们部落高贵的大酋长，他代表了我们部落的荣耀,在要塞里，
我看到了我从小听说的大酋长，但我当时的感触并不深，我接受了命令板的任务，
开始漫长的升级之路，从西方的卡利姆多大陆，到南方的潘达利亚，从北方的诺森德，到外域的黑暗神殿，
再到之后的德拉诺，一直在一个人默默探索，虽然有过落寂和孤独，但有趣的剧情线，
优美的音乐，令人难忘的风景，总是让我继续探索下去.由此走过了大半个卡里姆多大陆，
到100级的一瞬间，奥格瑞玛宏伟的主城音乐突然响起，耳边突然出现了大酋长雄浑的声音，
开启了全新的任务线，燃烧军团又回到了我们的世界，恶魔的力量侵蚀着破碎群岛，为了艾泽拉斯，
为了我们的家园，我们必须为之而战，部落和联盟再次并肩而战，瓦王也因此而战死，
随着CG的结束，我被传送到了新的达拉然主城，开始了破碎群岛的探险，6个地区的任务线中，
苏拉玛当属最完美的故事线了。夜之子传奇的故事，苏拉玛城的宏伟壮丽，
动听但又略带忧伤的音乐，瞬间让我爱上了这个城市，在很长一段时间里，我都喜欢坐在苏拉玛的花丛边看风景，
110之后，部落的战歌再次响起，部落和联盟在洛丹伦决战，
部落在幽暗城战败，随着剧情线，我来到了当前版本，恩佐斯的幻象，也来到了全新的地图，赞达拉，
黄金之城赞达拉雄伟恢弘，纳兹米尔阴森恐怖，沃顿确实一片沙漠，
每探索一个地图，对魔兽的感触就深一点，血精灵猎人满级之前，我原本以为这游戏应该就是这样，
但满级后，我才发现这真的是一个满级才是开始的游戏，我用三个月开启了所有地图的飞行，
做完了一半地图的任务线，了解到了很多有趣的故事，也了解到了魔兽的真正灵魂部分，就是那不起眼的任务线，
无数个有关联的任务线，就像一本书，一个世界发生的事情，
再加上这庞大的地图，组成了这个游戏的世界观，如今，我已入坑半年，已经逐渐的变为了一个老玩家，
对我而言，这个游戏绝对的最顶级的游戏，音乐，剧情，风景，
这三个部分就是魔兽的核心，无论你身在何方，你登上你的角色，这个世界总是在这里等你，
当我走进夜幕下的艾尔文森林，耳边响起这悠远的歌声，我发现魔兽世界是可以让我瞬间感动的游戏。
如果有一天我老了，我愿意在洛克莫丹的湖畔每日钓鱼为生，
我愿意在暴风城法师区的斜坡巷道开一家裁缝店，我愿意隐居在艾萨拉的遗忘海岸每日以潮汐为伴。
我只想说，这个世界太美了，美得就像我的翡翠梦境。


*/