package 日记;
/*  
--- 1 ---
不要在我的墓碑前哭泣，
我不在那里，我没有长眠。 
我是凛冽的寒风， 
掠过诺森德的雪原。 
我是温柔的春雨， 
滋润着西部荒野的麦田。 
我是清幽的黎明， 
弥漫在荆棘谷的林间。 
我是雄浑的鼓声，
飞越纳格兰的云端。 
我是温暖的群星， 
点缀达纳苏斯的夜晚。 
我是高歌的飞鸟， 
留存于美好的人间。 
不要在我的墓碑前哭泣， 
我不在那里，我从未长眠。 

--- 2 ---
艾泽拉斯是我永远的家园，无论它变成什么样子，永远，我都会记得：
美丽的达纳苏斯与黑海岸，
雄伟的暴风城与环绕丹莫罗的群山，
烈火熔烬的熔火之心，
金红闪耀的奎尔萨拉斯，
高贵绝艳的洛丹伦，
紫霞腾空的达拉然，
苍松力劲的奥格瑞玛，
暴风呼啸的艾莎拉，
宏伟壮观的世界之树诺达希尔，
幽静安谧的灰谷，
朦胧静美的月光林地，
自然丰美的梦境林地，
清新和顺的沙拉达希尔村庄，
水流眷顾的阿苏纳，
魔网聚集的魔枢，
璀璨明珠苏拉玛，
黄沙流过希利苏斯，
时光停滞时光之穴，
眉目传情的红玉圣地，
湍流难循的大漩涡，
迷雾笼罩的潘达利亚，
耸立云间的青龙诸寺，
白雪绵延的白虎诸寺，
高山脚下的皂牛诸寺，
巨木泽畔的朱雀诸寺......
甚至，还有彼岸耸立的森林，
高悬天际的高塔，
飞跃死亡的城市，
收割罪恶的王廷....... 

*/